"""
5. Вывести покупателей (полное имя, номер телефона)
которые что-либо покупали, проживающих в одном городе,
если их кол-во в городе больше 1.

6. Вывести топ 3 самых платежеспособных города за все время.

7. Вывести самый популярный, на основании кол-ва продаж,
жанр (название) и все треки в нем (название, альбом, исполнитель)
"""

import p_5
import p_6
import p_7


p_5.query_string_5()
print('--------------------------------')
p_6.query_string_6()
print('--------------------------------')
p_7.query_string_7()
